{"translation-revision-date":"2020-05-20 13:58+0200","generator":"WP-CLI\/2.4.0","source":"js\/app\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en_US","plural-forms":"nplurals=2; plural=(n != 1);"},"Administration des DocuThèques":["Manage DocuThèques"],"Ouvrir le guide d’utilisation":["Open the user manual"],"Guide d’utilisation":["User manual"],"Découvrez DocuThèques":["Meet DocuThèque"],"Une DocuThèque ressemble à un répertoire de fichiers pouvant contenir autant de dossiers qu’il vous semble nécessaires pour y organiser vos documents et les rendre disponibles en téléchargement aux visiteurs de votre site.":["A DocuThèque is like a directory of files that can contain as many folders as needed to organize your documents and make them available for download to your site’s visitors."],"Vous pouvez créer autant de DocuThèques que vous le souhaitez. Notez toutefois qu’une seule DocuThèque peut être insérée dans une même page de votre site.":["You can create as many DocuThèques as you want. Note however that only one DocuThèque can be inserted into one unique site’s page."],"Cet espace est dédié à la gestion de vos DocuThèques. Pour les insérer dans des pages de votre site, il s’agit d’utilier le bloc DocuThèques de votre éditeur de contenus WordPress.":["This space is dedicated to the management of your DocuThèques. To insert them into the pages of your site, you need to use the DocuThèques block from your WordPress content editor."],"Les documents ajoutés à une DocuThèque bénéficient d’un lien de téléchargement unique, invariable et ce jusqu’à leurs éventuelles suppressions définitives.":["Documents added to a DocuThèque have a unique, invariable download link until they are permanently deleted."],"La barre latérale de gauche de cet écran d’administration affiche l’arborescence de vos DocuThèques. L’élément actif de cette dernière (texte blanc sur fond bleu) vous indique l’emplacement dans lequel vous ajouterez vos nouveaux dossiers et documents.":["The left sidebar of this administration screen displays the tree structure of your DocuThèques. The active element of the latter (white text on a blue background) informs about the location where will be inserted your new folders and documents."],"État initial de l’interface":["Interface initial state"],"Par défaut, l’écran d’administration des DocuThèques présente tous les media de WordPress qui ne sont pas attachés à une DocuThèque au niveau de la racine de l’arborescence affichée dans la barre latérale de gauche.":["By default, the DocuThèques administration screen displays all WordPress media that are not attached to a DocuThèque at the root of the tree that is displayed in the left sidebar."],"Créer une DocuThèque":["Create a DocuThèque"],"Pour ajouter une DocuThèque, cliquez sur le bouton en forme de « + », positionné juste après le titre de l’écran d’administration des DocuThèques. Un menu d’insertion de documents ou d’une DocuThèque vous sera alors proposé.":["To add a DocuThèque, click on the « + » button, located just after the title of the DocuThèques administration screen. You will be able to use the insertion menu to add documents or create a new DocuThèque."],"Ajouter des éléments à une DocuThèque":["Add items to a DocuThèque"],"Pour ajouter un dossier ou un document à votre DocuThèque, activez dans un premier temps votre DocuThèque en cliquant sur son titre depuis l’arborescence. Ensuite, cliquez sur le bouton en forme de « + » pour afficher le menu d’insertion de documents ou d’un dossier.":["To add a folder or a document into your DocuThèque, first activate your DocuThèque by clicking on its title from the tree. Then click on the « + » button to display the insertion menu to add documents or a folder."],"Modifier une DocuThèque ou un de ses dossiers":["Edit a DocuThèque or one of its folders"],"Activez dans un premier temps l’élément de votre choix en cliquant sur son titre depuis l’arborescence. Ensuite, cliquez sur le bouton en forme d’écrou de la barre d’outils pour basculer en mode d’édition avancée. La barre d’outils vous proposera alors deux nouveaux boutons pour modifier ou supprimer votre élément.":["First, activate the element of your choice by clicking on its title in the tree. Then click on the toolbar nut-shaped button to switch to advanced editing mode. The toolbar will then include two new buttons to modify or delete your item."],"Modifier un ou plusieurs documents":["Edit one or more documents"],"En cliquant sur le bouton en forme d’écrou de la barre d’outils, vous basculez en mode d’édition avancée afin de pouvoir modifier, déplacer ou supprimer un ou plusieurs documents. Les boutons d’action apparaissent dans la barre d’outils lorsque vous cliquez sur la vignette des documents.":["By clicking on the toolbar nut-shaped button, you switch to advanced editing mode so that you can modify, move or delete one or more documents. Action buttons appear in the toolbar when you click the document thumbnail."],"Ajouter une DocuThèque":["Add a DocuThèque"],"Ajouter un dossier":["Add a folder"],"Ajouter un document":["Add a document"],"Ajouter":["Add"],"Confirmer":["Confirm"],"Annuler":["Cancel"],"Cette action est irréversible, merci de confirmer que vous souhaitez supprimer un document.":["This action can’t be undone, please confirm you want to delete a document."],"Cette action est irréversible, merci de confirmer que vous souhaitez supprimer %d documents.":["This action can’t be undone, please confirm you want to delete %d documents."],"Afficher le mode d’édition simple":["Use the simple edit mode"],"Afficher le mode d’édition avancée":["Use the advanced edit mode"],"Modifier la DocuThèque":["Edit DocuThèque"],"Modifier le dossier":["Edit folder"],"Supprimer la DocuThèque":["Delete DocuThèque"],"Supprimer le dossier":["Delete folder"],"Suppression de la DocuThèque":["Deleting the DocuThèque"],"Suppression du dossier":["Deleting the folder"],"Cette action supprimera tous les éventuels dossiers contenus dans cette DocuThèque.":["This action will delete all potential folders that may contain the DocuThèque."],"Cette action supprimera tous les éventuels dossiers contenus dans ce dossier.":["This action will delete all potential folders that may contain this folder."],"Supprimer tous les documents contenus dans cette DocuThèque.":["Delete all documents this DocuThèque contains."],"Supprimer tous les documents contenus dans ce dossier.":["Delete all documents this folder contains."],"Modifier le document":["Edit document"],"Déplacer les documents":["Move documents"],"Supprimer le document":["Delete document"],"Supprimer les documents":["Delete documents"],"Suppression d’un document":["Deleting a document"],"Suppression de documents":["Deleting documents"],"Annuler la sélection":["Clear the selection"],"Rechercher un document":["Search a document"],"Racine":["Root"],"Nombre de téléchargement : %d":["Number of download : %d"],"Nombre de téléchargements : %d":["Number of downloads : %d"],"Date de publication :":["Publication date:"],"Date de modification :":["Modified date:"],"Fichier source :":["Source file:"],"Modifier":["Edit"],"Supprimer":["Delete"],"Retirer de la sélection.":["Remove from the selection."],"Téléversement d’un document en cours, merci de patienter.":["Uploading a document, please wait."],"Téléversement de %d documents en cours, merci de patienter.":["Uploading %d documents, please wait."],"Le document « %1$s » n‘a pas pu être créé en raison de cette erreur : %2$s":["The document « %1$s » was not created due to this error: %2$s"],"Le document « %1$s » n‘a pas pu être modifié en raison de cette erreur : %2$s":["The document « %1$s » was not edited due to this error: %2$s"],"Le document « %1$s » n‘a pas pu être supprimé en raison de cette erreur : %2$s":["The document « %1$s » was not deleted due to this error: %2$s"],"Le dossier « %1$s » n‘a pas pu être créé en raison de cette erreur : %2$s":["The folder « %1$s » was not created due to this error: %2$s"],"Le dossier n‘a pas pu être modifié en raison de cette erreur : %s":["The folder was not edited due to this error: %2$s"],"Le dossier n‘a pas pu être supprimé en raison de cette erreur : %s":["The folder was not deleted due to this error: %2$s"],"Chargement des documents en cours, merci de patienter":["Loading documents, please wait"],"Il n’existe aucun document directement rattaché à la racine pour le moment.":["There are no documents directly attached to root for now."],"Cette DocuThèque ne contient aucun document directement rattaché pour le moment.":["There are no documents directly attached to this DocuThèque for now."],"Ce dossier ne contient aucun document directement rattaché pour le moment.":["There are no documents directly attached to this folder for now."],"Aucun document dont le nom contient « %s » n‘a été trouvé à cet emplacement.":["No documents containing « %s » into its name was found there."],"Créer un nouveau dossier":["Create a new folder"],"Créer une nouvelle DocuThèque":["Create a new DocuThèque"],"Fermer le formulaire d’ajout de dossier":["Close the form to create a folder"],"Nom du dossier (obligatoire)":["Name of the folder (required)"],"Nom de la DocuThèque (obligatoire)":["Name of the DocuThèque (required)"],"Description":["Description"],"Modifier un dossier":["Edit a folder"],"Modifier une DocuThèque":["Edit a DocuThèque"],"Fermer le formulaire de modification d’un dossier":["Close the form to edit a folder"],"Utiliser la barre latérale de gauche pour déplacer le dossier dans une nouvelle DocuThèque.":["Use the left sidebar to move the folder into another DocuThèque."],"Le dossier sera déplacé dans « %s ».":["The folder will be moved to « %s »."],"Téléverser un ou plusieurs nouveau(x) document(s) dans le dossier actif":["Upload one or more new document(s) into the active folder"],"Téléverser un ou plusieurs nouveau(x) document(s)":["Upload one or more new document(s)"],"Fermer le formulaire d’ajout de document(s)":["Close the form to add new document(s)"],"Utiliser le bouton ci-dessous pour sélectionner votre ou vos documents ou déposer les directement dans la zone délimitée par des tirets pour les téléverser dans le dossier actif.":["Use the button below to select your document(s) or drop them into this dash delimited area to upload them into the active folder."],"Téléverser":["Upload"],"Déposer votre ou vos document(s) ici.":["Drop your document(s) here."],"Modifier un document":["Edit document"],"Modifier des documents":["Edit documents"],"Utiliser la barre latérale de gauche pour déplacer le document « %s » dans une nouvelle DocuThèque.":["Use the left sidebar to move the document into another DocuThèque."],"Le document « %1$s » sera déplacé dans « %2$s ».":["The document « %1$s » will be moved to « %2$s »."],"Utiliser la barre latérale de gauche pour déplacer les documents « %s » dans une nouvelle DocuThèque.":["Use the left sidebar to move the documents into another DocuThèque."],"Les documents « %1$s » seront déplacés dans « %2$s ».":["The documents « %1$s » will be moved to « %2$s »."],"Fermer le formulaire de modification de documents":["Close the form to edit documents"],"Nom du document (obligatoire)":["Name of the document (required)"],"Télécharger le fichier associé":["Download the attached file"],"Nouvelle version du document":["New version for the document"],"Remplacer le fichier associé":["Replace the attached file"],"Téléverser la nouvelle version du document":["Upload a new version of the document"],"Date de publication":["Publication date"]}}}